Repository: cedaro/simple-page-sidebars
Catalog: languages/simple-page-sidebars-*.po
Languages: es_es, nl_nl

source: Default Sidebar
es_es: Sidebar por defecto
nl_nl: Standaard sidebar

source: The sidebar that should be replaced by custom sidebars.
es_es: El sidebar que debería ser sustituida por una personalizada.
nl_nl: De sidebar die vervangen moet worden door eigen sidebars.

source: &mdash; No Change &mdash;
es_es: ﻿&mdash; Sin cambios &mdash;
nl_nl: &mdash; Geen wijziging &mdash;

source: Edit Sidebar
es_es: Editar Sidebar
nl_nl: Bewerk sidebar

source: The sidebar you were editing is no longer assigned to any pages and has been removed. Any widgets it contained should be in an "Inactive Widgets" area below.
es_es: El Sidebar que estabas editando ya no está asignado a ninguna de las páginas y se ha eliminado. Cualquiera de los widgets desactivados deberían estar en la zona "Widgets inactivos" más abajo.
nl_nl: De sidebar die je aan het bewerken was is niet meer toegewezen aan een pagina en is verwijderd.

source: For Simple Page Sidebars to work, a default sidebar needs to be selected on the %s
es_es: Para que funcione Simple Page Sidebars, un sidebar por defecto es necesario que sea seleccionado en %s
nl_nl: Om Simple Page Sidebars te laten werk moet er een standaard sidebar geworden selecteert op %s

source: Reading settings screen
es_es: ﻿Pantalla de configuración de lectura
nl_nl: Lezen instellingen scherm

source: Whoops, that doesn't appear to be a sidebar that can be edited.
es_es: Ups, no parece que el sidebar pueda ser editado.
nl_nl: Oeps, dat lijkt niet op een sidebar die kan worden aangepast.

source: Sidebar settings updated.
es_es: Configuración actualizada
nl_nl: Sidebar instellingen bijgewerkt.

source: Update widgets now.
es_es: ﻿Actualizar widgets ahora.
nl_nl: Widgets nu bijwerken.

source: Sidebar Name:
es_es: Nombre Sidebar:
nl_nl: Sidebar naam:

source: Enter sidebar name here
es_es: ﻿Introduzca aquí el nombre del sidebar
nl_nl: Voer hier de sidebar naam in

source: Update Sidebar
es_es: Actualizar Sidebar
nl_nl: Sidebar bijwerken

source: Sidebar saved.
es_es: ﻿Sidebar guardado.
nl_nl: Sidebar opgeslagen.

source: Current sidebar:
es_es: Sidebar actual:
nl_nl: Huidige sidebar:

source: Or create a new sidebar:
es_es: ﻿O crear un nuevo sidebar:
nl_nl: Of maak een nieuwe sidebar aan:

source: Enter New
es_es: Introducir Nuevo
nl_nl: Nieuwe invoeren

source: Cancel
es_es: Cancelar
nl_nl: Annuleren

source: Update
es_es: Actualizar
nl_nl: Bijwerken

source: The above sidebar will replace the "<strong>%s</strong>" sidebar for all pages selected below.
es_es: El sidebar anterior reemplazará la barra lateral "<strong>%s</strong>" para todas las páginas seleccionadas por debajo.
nl_nl: De bovenstaande sidebar zal de “<strong>%s</strong>” sidebar vervangen voor de hieronder geselecteerde pagina’s.

source: Any currently assigned custom sidebars will also be overridden for the selected pages.
es_es: ﻿Cualquier sidebar personalizado también se sustituirá para las páginas seleccionadas.
nl_nl: Elke huidige toegewezen eigen sidebar zal ook overschreven worden voor de geselecteerde pagina’s.

source: To delete this sidebar, simply uncheck all pages and click the "Update Sidebar" button.
es_es: ﻿Para eliminar esta barra lateral, simplemente desactive todas las páginas y haga clic en el botón "Actualizar Sidebar".
nl_nl: Selecteer alle pagina’s en klik op de “Sidebar bijwerken” knop om deze sidebar te verwijderen.

source: Include all widgets from another widget area
es_es: ﻿Incluyen todos los widgets desde otra área widget
nl_nl: Voeg alle widgets van een ander widget gebied toe

source: Widget Area
es_es: ﻿Área Widget
nl_nl: Widget gebied

source: Title:
es_es: Título:
nl_nl: Titel:

source: Area Name:
es_es: Nombre Área:
nl_nl: Gebied naam:

source: Simple Page Sidebars
nl_nl: Simpele Pagina Sidebars

source: Assign custom, widget-enabled sidebars to any page with ease.
es_es: ﻿Asignar personalizadas, basados en el widget de las barras laterales a cualquier página con facilidad.
nl_nl: Wijs eigen met eenvoud widget sidebars toe aan elke pagina.
